start_created = "Sup, {first_name}!"
start_not_created = "Welcome back, {first_name}!"
unlock_secret_room = "Congratulations! You've opened a secret room👁‍🗨. There is some information for you:\n" \
           "<b>Users</b>: {user_count}\n" \
           "<b>24h active</b>: {active_24}"
github_button_text = "GitHub"
secret_level_button_text = "Secret level🗝"

START_USER = "<b>ВАМ НУЖНЫ ШРИ-ЛАНКИЙСКИЕ РУПИИ ИЛИ USD?</b>\n{}Оставьте заявку в данном боте и получите предложения сразу от нескольких обменников, работающих в Вашем городе!\n\nПриглашаем к сотрудничеству новые обменники! ☺️\n\nТак же мы готовы предоставить информацию для тех, кто хочет стать обменником, но пока не знает как. Обучим!\n\nТвой Telegram id: {}"
NOT_USER_NAME = "Привет! Я CASH MARKET BOT!\n{}Мы не обслуживаем пользователей без username.\nПожалуйста открой настройки профиля и заполни свой уникальный username. ☺️\n\nТвой Telegram id: {}"
