start_created = "Sup, {first_name}!"
start_not_created = "Welcome back, {first_name}!"
unlock_secret_room = "Congratulations! You've opened a secret room👁‍🗨. There is some information for you:\n" \
           "<b>Users</b>: {user_count}\n" \
           "<b>24h active</b>: {active_24}"
github_button_text = "GitHub"
secret_level_button_text = "Secret level🗝"

START_USER = """
Привет, @{username}{text}
Этот Бот поможет сориентироваться в сообществе Екатерина Костевич. 

<i>Мы всегда рады новым людям в команде. Если у вас есть идеи, как вы можете помочь развитию сообщества, пишите!</i>

Твой Telegram id: {tgid}"""
NOT_USER_NAME = """Привет!
{text}Мы не обслуживаем пользователей без username.
Пожалуйста открой настройки профиля и заполни свой уникальный username. ☺️

Твой Telegram id: {tgid}"""

MENU = """
<u>Kostevich VC</u> - здесь мы инвестируем в перспективные проекты на ранней стадии. 

<u>Kostevich Selected</u> - инвестиционный клуб. Оригинальная и эффективная аналитика 

<u>Kostevich Academy</u> - обучайтесь вместе с нами, совершенствуйте свои навыки в трейдинге.

В сообществе предусмотрена программа лояльности: участвуйте в жизни сообщества, проходите обучающие курсы и получайте баллы, которые можно обменять на подписку.
"""
